{"metadata":{"responseInfo":{"status":200,"developerMessage":"OK"},"resultset":{"count":22,"offset":0,"limit":10},"executionTime":0.02},"results":[{"id":"51868218eab72a1c48000000","type":"petition","title":"Severe democracy crisis in Malaysia: Fraud in Malaysian 13th General Election by the National Front!","body":"The National Front had played fraud in the Malaysian 13th General Election in order to retain its dictatorial rule on the nation.\r\n\r\nThe regime of Malaysian National Front had bribed to allow voters of Bangladeshi origins besides using all underhanded tricks in order to preserve its tyrannical rule.\r\n\r\nOne despicable event was that in the district of Bentong, Dr. Liao Tiong Lai had inevitably lost in the election. But after a mysterious blackout in the voting centre, 8 ballot boxes appeared mystically, covering the whole gap of 3,000 votes. The same non-democratic occurrences are also arising in the whole nation! \r\n\r\nI plead to all people worldwide to support and pledge to our cause, suppressing these outrageous actions and supporting a clean and fair election in Malaysia!\r\n\r\nLong live democracy!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":64463,"signaturesNeeded":35537,"url":"https://petitions.whitehouse.gov/petition/severe-democracy-crisis-malaysia-fraud-malaysian-13th-general-election-national-front/XwrT0PYt","deadline":1370361624,"status":"open","response":null,"created":1367769624},{"id":"5128a4ce8cce3f815d000016","type":"petition","title":"Stop CAS (Copyright Alert System)","body":"We've stopped SOPA and CISPA but now there's CAS, the Copyrights Alert System.\r\nCas is an \"educational\" anti-piracy system; \"educational\" in the way that it will severly slow down internet for internet users after several piracy offenses.\r\nAT&T, Cablevision, Comcast, Time Warner, and Verizon will be launching their versions of CAS NEXT WEEK, with Comcast probably being first. Once again, this will start NEXT WEEK . I believe we all have to means to petition for our rights, and I think this is the time to.","issues":[{"id":"30","name":"Innovation"},{"id":"157","name":"Technology and Telecommunications"}],"signatureThreshold":100000,"signatureCount":50814,"signaturesNeeded":49186,"url":"https://petitions.whitehouse.gov/petition/stop-cas-copyright-alert-system/KjBZN4mV","deadline":1364206526,"status":"closed","response":null,"created":1361618126},{"id":"511fe467ee140f9d1000000b","type":"petition","title":"Express concern against the International War Crime Tribunal and Mob Justice in Bangladesh","body":"Bangladesh is descending into anarchy under Sheikh Hasina, a cabinet of totalitarian view turning the country to one party rule by silencing the opposing views. Extra-judicial killings, abduction, murder of journalists/politicians are rampant. Regime set up \"International Crime Tribunal\" (Amnesty Int., HRW, Ambassador-at-large Stephen Rapp all expressed serious concern). Instead of trying the true perpetrators for 1971 war crimes, this biased court is being used to silence the top leaders of opposition parties. Regime is organizing massive rallies chanting \"Guillotine Justice\" utilizing government apparatus to pressure judge for the death penalty while opposition rallies are being crashed. Your urgent support against this unjust tribunal and towards restoration of democracy is solicited.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":93268,"signaturesNeeded":6732,"url":"https://petitions.whitehouse.gov/petition/express-concern-against-international-war-crime-tribunal-and-mob-justice-bangladesh/6gg04svt","deadline":1363632983,"status":"closed","response":null,"created":1361044583},{"id":"5111bfdd0aa04d9c7700000b","type":"petition","title":"Fund a high speed rail system that runs coast-to-coast and connects all metropolitan areas.","body":"The 20th century had the Interstate Highway System, let the 21st see a national network of high speed rail!  \r\n\r\nCreate a funding source (energy taxes?  US Savings Bonds sold to citizens?  Crowdfunding shares in a newly chartered corporation?) and a multi-decade plan.\r\n\r\nBuild 220-mph trunk lines with nonstop expresses between major cities and high speed regional service for other places in between.  Link up to less populated areas with 110-mph service.\r\n\r\nProposed map at https://sites.google.com/site/californiarailmap/us-high-speed-rail-system","issues":[{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":53822,"signaturesNeeded":46178,"url":"https://petitions.whitehouse.gov/petition/fund-high-speed-rail-system-runs-coast-coast-and-connects-all-metropolitan-areas/2KwWYNSb","deadline":1362709725,"status":"closed","response":null,"created":1360117725},{"id":"5106f212eab72aee30000005","type":"petition","title":"Provide Safe Haven to Captain Paul Watson, Founder of Sea Shepherd Conservation Society.","body":"We request the U.S. not extradite U.S citizen Paul F. Watson.\r\n\r\nThere are two active Interpol Red Notices issued against Captain Watson at the request of Costa Rica and Japan. Underlying these notices are non-lethal acts in defense of marine life suffering from illegal shark fishing and whaling operations.  The warrants are politically motivated.  \r\n\r\nCaptain Watson is a world-renowned and highly respected leader in environmental issues. In 1999, he was awarded President George H.W. Bushxs \"Daily Points of Light\" Award and in 2000, he was named one of Time Magazinexs xTop 20 Environmental Heroes of the 20th Century.x In 2012, he became only the second person ever to be honored with the Jules Verne Award for environmentalists and adventurers.  Captain Watson is a national treasure.\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":52082,"signaturesNeeded":47918,"url":"https://petitions.whitehouse.gov/petition/provide-safe-haven-captain-paul-watson-founder-sea-shepherd-conservation-society/tYKhxQK0","deadline":1362001682,"status":"closed","response":null,"created":1359409682},{"id":"50f1b6fccde5b8ea7c000007","type":"petition","title":"Remove United States District Attorney Carmen Ortiz from office for overreach in the case of Aaron Swartz.","body":"It is too late to do anything for Aaron Swartz, but the who used the powers granted to them by their office to hound him into a position where he was facing a ruinous trial, life in prison and the ignominy and shame of being a convicted felon; for an alleged crime that the supposed victims did not wish to prosecute.\r\n\r\nA prosecutor who does not understand proportionality and who regularly uses the threat of unjust and overreaching charges to extort plea bargains from defendants regardless of their guilt is a danger to the life and liberty of anyone who might cross her path.\r\n\r\nhttp://lessig.tumblr.com/post/40347463044/prosecutor-as-bully\r\n\r\nhttp://www.nytimes.com/2013/01/13/technology/aaron-swartz-internet-activist-dies-at-26.html\r\n\r\n","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"},{"id":"157","name":"Technology and Telecommunications"}],"signatureThreshold":25000,"signatureCount":55560,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/remove-united-states-district-attorney-carmen-ortiz-office-overreach-case-aaron-swartz/RQNrG1Ck","deadline":1360610300,"status":"pending response","response":null,"created":1358018300},{"id":"50d9aa76cde5b8ce32000010","type":"petition","title":"Restrict pay for all Senators and Congress to $75,000 for a period of 3 years to repay the National deficit.","body":"Restrict pay for Senators and Congress to $75,000 for a period of 3 years to repay the National deficit.  Report all Senators and members of Congress who do not support this so voters will know who supports the American people for re-election purposes.","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"16","name":"Economy"}],"signatureThreshold":25000,"signatureCount":68967,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/restrict-pay-all-senators-and-congress-75000-period-3-years-repay-national-deficit/L3cRmtq6","deadline":1359034230,"status":"pending response","response":null,"created":1356442230},{"id":"50d45db2eab72ac229000001","type":"petition","title":"Identify Russian law-makers jeopardizing lives of Russian orphans responsible under \"Magnitsky Act\".","body":"We, the undersigned,\r\n- acknowledge the adoption of \"Sergei Magnitsky Rule of Law Accountability Act of 2012\" as a profoundly pro-Russian step which will help Russian citizens bring individuals involved in corruption and violation of human rights to justice;\r\n- are outraged with the actions of Russian law-makers, who breached all imaginable boundaries of humanity, responsibility, or common sense and chose to jeopardize lives and well-being of thousands of Russian orphans, some of whom, the ill and the disabled ones, now might not have a chance of survival if the ban on international adoption is to be put in place;\r\n- urge this Administration to identify those involved in adopting such legislature responsible under \"Magnitsky Act\" and thus included to the relevant list.","issues":[{"id":"21","name":"Family"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":25000,"signatureCount":54521,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/identify-russian-law-makers-jeopardizing-lives-russian-orphans-responsible-under-magnitsky-act/q9LbTGRB","deadline":1358686898,"status":"responded","response":{"id":"691","url":"https://petitions.whitehouse.gov/response/concerns-about-russian-legislation-would-affect-adoptions-and-civil-society","associationTime":"1356400085"},"created":1356094898},{"id":"50ce2ea36889384429000017","type":"petition","title":"We ask President Obama to support law abiding gun owners in this time of tragedy.","body":"We ask President Obama to stand with law abiding gun owners in this time of tragedy.  Guns laws could not have prevented Adam Lanza from killing 27 innocents. The real question is what made this disturbed young man into a murderer of children.  Where is the outrage at the violent video games he played?  A piece of plastic and steel doesn't have a will Mr. President.  Evil is not law abiding, and Adam Lanza stole those guns after failing to buy one legally.  it is  America's law abiding gun owners who would have died with Victoria Soto and Dawn Hochsprung defending the children with only our bodies on December 14th, because it was already illegal to bring a gun into that school. Please don't pander to the politics  Mr. President. A feeding frenzy of new gun legislation is not the answer.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"21","name":"Family"},{"id":"22","name":"Firearms"}],"signatureThreshold":25000,"signatureCount":57670,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/we-ask-president-obama-support-law-abiding-gun-owners-time-tragedy/VBpRRMPR","deadline":1358281635,"status":"responded","response":{"id":"681","url":"https://petitions.whitehouse.gov/response/message-president-obama-about-your-petition-reducing-gun-violence","associationTime":"1355963976"},"created":1355689635},{"id":"50ce1e56eab72ae62300001f","type":"petition","title":"Revoke the tax exempt status of the Westboro Baptist Church & re-classify Westboro Baptist Church as a hate group.","body":"Westboro Baptist Church is legally recognized as a religious organization and therefore receives a tax exempt status under our laws. The Phelps family and their supporters use these tax exempt funds to finance a country-wide campaign against any person or group they feel promotes values that do not meet with their own. Most prominently they are anti-gay.\r\nThe members of this hate group make a practice of targeting funerals to make their case, routinely inflicting further pain and anguish onto the mourning families of deceased soldiers and, even worse, the victims of tragic crimes. They hold signs thanking God and celebrating the deaths of these people. They wave these signs in the faces of the families.\r\nBy granting their tax exemption WE ARE FUNDING THEIR HATE. This must change.","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"28","name":"Human Rights"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":25000,"signatureCount":88710,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/revoke-tax-exempt-status-westboro-baptist-church-re-classify-westboro-baptist-church-hate-group/tNVz4V7Q","deadline":1358277462,"status":"pending response","response":null,"created":1355685462}]}